{
	"Learn About Astar Network": {
		"message": "Aprender sobre Astar Network"
	},
	"Explains our foundations and provides comprehensive insights into the inner workings of Astar network.": {
		"message": "Explica nuestros fundamentos y ofrece una visión completa del funcionamiento interno de la red Astar."
	},
	"Build": {
		"message": "Construir"
	},
	"Find all the resources you need to start testing, deploying, and interacting with smart contracts on Astar networks.": {
		"message": "Encuentra todos los recursos que necesitas para empezar a probar, desplegar e interactuar con contratos inteligentes en Astar."
	},
	"Build on Astar zkEVM": {
		"message": "Construir en Astar zkEVM<"
	},
	"Jump right into building on Astar zkEVM the Layer 2 scaling solution for Ethereum, powered by Polygon CDK.": {
		"message": "Empiece a construir en Astar zkEVM, la solución de escalado de capa 2 para Ethereum, con la tecnología de Polygon CDK."
	},
	"dApp Staking": {
		"message": "dApp Staking"
	},
	"Earn tokens for yourself and your dApp by staking tokens and registering your dApp with Astar’s dApp Staking.": {
		"message": "Gana tokens para ti y para tu dApp apostando tokens y registrando tu dApp con Astar dApp Staking."
	},
	"Run A Node": {
		"message": "Correr un nodo"
	},
	"Explain how to run full nodes, collators, indexers, and everything you need to know related to infrastructure.": {
		"message": "Explica cómo ejecutar nodos completos, intercaladores, indexadores y todo lo relacionado con la infraestructura."
	},
	"Learn Cross-Chain Message (XCM)": {
		"message": "Aprender sobre mensajes cross-chain (XCM)"
	},
	"Explains how XCM is used in Astar and how developers can use it to interact with the rest of the Polkadot network.": {
		"message": "Explica cómo se utiliza XCM en Astar y cómo pueden utilizarlo los devs para interactuar con el resto de la red Polkadot."
	},
	"Integrate Toolings": {
		"message": "Integrar herramientas"
	},
	"Contains relevant information about the wallets, bridges, indexers, and oracles that are integrated with the network.": {
		"message": "Contiene información relevante sobre los billeteras, puentes, indexadores y oráculos integrados en la red."
	},
	"User Guides": {
		"message": "Guías de usuario"
	},
	"Learn how to create different types of wallets, obtain tokens, and manage your assets.": {
		"message": "Aprende a crear diferentes tipos de billeteras, obtener tokens y gestionar tus activos."
	},
	"Learn About Astar zkEVM": {
		"message": "Aprender sobre Astar zkEVM"
	},
	"Explains the zkEVM, FAQs, and how to interact with Astar's scalability solution for Ethereum, powered by Polygon CDK.": {
		"message": "Explica la zkEVM, las preguntas frecuentes y cómo interactuar con la solución de escalabilidad de Astar para Ethereum, impulsada por Polygon CDK."
	},
	"theme.NavBar.navAriaLabel": {
		"message": "Principal",
		"description": "La etiqueta ARIA para la navegación principal"
	},
	"theme.docs.sidebar.navAriaLabel": {
		"message": "Barra lateral de documentos",
		"description": "La etiqueta ARIA para la barra lateral de navegación"
	},
	"theme.docs.sidebar.closeSidebarButtonAriaLabel": {
		"message": "Cerrar la barra de navegación",
		"description": "La etiqueta ARIA para el botón de cierre de la barra lateral"
	},
	"theme.docs.sidebar.toggleSidebarButtonAriaLabel": {
		"message": "Barra de navegación",
		"description": "La etiqueta ARIA para el botón del menú hamburguesa de la navegación"
	},
	"Find all the resources you need in order to start testing, deploying, and interacting with smart contracts on the network.": {
		"message": "Encuentra todos los recursos que necesitas para empezar a probar, desplegar e interactuar con contratos inteligentes en Astar."
	}
}
